---
kind: property
id: P:Autodesk.Revit.DB.MultipleValuesIndicationSettings.Custom
source: html/5bae32ca-edb3-80b4-e809-50cb7e0e720d.htm
---
# Autodesk.Revit.DB.MultipleValuesIndicationSettings.Custom Property

If true, CustomValue is used as multiple values indication, otherwise a hardcoded standard value.

## Syntax (C#)
```csharp
public bool Custom { get; set; }
```